Repository: Acelya777/BassInstrumentsSecondProjects
Catalog: *_local.resx
Languages: tr

source: A
tr: Lütfen ürün etiketi üzerinde bulunan ölçeklendirme aralığını kontrol ediniz. Ardından minimum ve maksimum değerleri belirtilen kutucuklara giriniz ve AYARLA butonuna tıklayınız. Bu şekilde cihaza referans ölçeklendirme aralığı vermiş oluyoruz.

source: About
tr: Hakkında

source: Attach
tr: Ekle

source: B
tr: Sonra ölçeklendirmek istediğiniz minimum ve maksimum değerleri giriniz ve DEĞİŞTİR butonuna tıklayınız. Lütfen 'OK' işaretini görene kadar bekleyiniz.

source: BAUD RATE
tr: BAUD HIZI

source: CHANGE
tr: ÖLÇEKLENDİR

source: CHANGE2
tr: AYARLA

source: CHANGE6
tr: SEÇ

source: CLOSE
tr: KAPAT

source: Collect Data
tr: Veri Topla

source: COM PORT SETTINGS
tr: COM PORT AYARLARI

source: Data and Excel(3)
tr: Veri ve Excel(3)

source: DATA BITS
tr: VERİ BİTİ

source: Flow
tr: İzleme

source: Guide
tr: Rehber

source: Help
tr: Destek

source: Indıcator
tr: Gösterge

source: Language
tr: Dil

source: maxScale
tr: maxÖlçek

source: Message
tr: Mesaj

source: minScale
tr: minÖlçek

source: OPEN
tr: BAĞLAN

source: PARITY
tr: PARİTE

source: PREFERENCES
tr: TERCİHLER

source: Pressure Unit
tr: Basınç Birimi

source: Product Number(1)
tr: Ürün Numarası(1)

source: Save Data(xsl)
tr: Veriyi Kaydet(xsl)

source: Save Interval
tr: Zamanı Kaydet

source: Save Product Number
tr: Ürün Numarasını Kaydet

source: Scaling
tr: Ölçeklendirme

source: SEND
tr: GONDER

source: SET
tr: AYARLA

source: Settings
tr: Ayarlar

source: STOP BITS
tr: DURMA BİTİ

source: Subject
tr: Konu

source: Temperature Unit
tr: Sıcaklık Birimi

source: İnterval(2)
tr: İzleme Aralığı(2)
